[
  {
    "web-scraper-order": "1691423789-1",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Barbecue a Gas Duo cm. L131 x P59 x H113",
    "url_link-href": "https://www.amazon.it/Barbecue-gas-Duo-L131-H113/dp/B07CVVG3T8/ref=sr_1_58?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-58",
    "product_title": "Barbecue a Gas Duo cm. L131 x P59 x H113",
    "product_infos": [
      {
        "product_infos": "Modello a gas, griglia per pietra lavica (pietra lavica non in dotazione), 3 griglie in ghisa cm. 21x46, piani appoggio laterali, 3 bruciatori accensione piezo, coperchio per cottura a forno, piani appoggio laterali, carrello in legno, 2 ruote"
      }
    ],
    "product_asin": "‎B07CVVG3T8"
  },
  {
    "web-scraper-order": "1691423796-2",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Enders Boston Black 4 IK Turbo Barbecue a Gas - Bbq a gas a 4 Bruciatori + bruciatore a infrarossi Backburner - Con fornello, Turbo Zone & Heat Range - Griglia a gas da esterno #8863633",
    "url_link-href": "https://www.amazon.it/Enders-Boston-Black-Turbo-Barbecue/dp/B09TBJLZJH/ref=sr_1_57?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-57",
    "product_title": "Enders Boston Black 4 IK Turbo Barbecue a Gas - Bbq a gas a 4 Bruciatori + bruciatore a infrarossi Backburner - Con fornello, Turbo Zone & Heat Range - Griglia a gas da esterno #8863633",
    "product_infos": [
      {
        "product_infos": "Caratteristiche principali della griglia barbecue a gas: TURBO ZONE fino a 800 °C con rete a infrarossi, il bbq gas raggiunge velocemente temperature altissime per grigliare e scottare i cibi a caldo. Grill a gas da esterno e balcone."
      },
      {
        "product_infos": "Barbeque a gas con HEAT RANGE? La struttura del bruciatore Heat Range garantisce una distribuzione ottimale del calore fino al bordo del grill e garantisce sia una cottura a bassa temperatura e alte temperature"
      },
      {
        "product_infos": "Barbecue gas 4 fuochi con coperchio e termometro per la temperatura all´interno del grill. Barbecue a gas con fornello (K) integrato nel ripiano laterale, bruciatore a infrarossi a regolazione continua"
      },
      {
        "product_infos": "Griglia per barbecue a gas in acciaio inossidabile (in quattro parti) per una distribuzione uniforme del calore e una facile pulizia. Griglia barbecue a gas in acciaio con Bruciatore ad infrarossi Backburner con fornelllo."
      },
      {
        "product_infos": "Barbecue da giardino a gas con 2 ripiani laterali ripiegabili. La bombola a gas può essere riposta nel vano apposito sottostante durante il funzionamento del barbecue. Tubo flessibile e riduttore di pressione non inclusi nella confezione."
      },
      {
        "product_infos": "Griglia a gas da esterno. Dati tecnici: pressione del gas 30 mbar"
      }
    ],
    "product_asin": "‎B09TBJLZJH"
  },
  {
    "web-scraper-order": "1691423815-3",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Enders Explorer Next Pro Griglia per barbecue - Coperchio Alluminio - Piccolo & Portatile - Griglia a Gas da Campeggio, Esterno, Balcone, Giardino - Barbeque a gas con 3 Funzioni 2 Bruciatori #210233",
    "url_link-href": "https://www.amazon.it/Enders-Explorer-Next-Griglia-Barbecue/dp/B09TBJZR5L/ref=sr_1_56?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-56",
    "product_title": "Enders Explorer Next Pro Griglia per barbecue - Coperchio Alluminio - Piccolo & Portatile - Griglia a Gas da Campeggio, Esterno, Balcone, Giardino - Barbeque a gas con 3 Funzioni 2 Bruciatori #210233",
    "product_infos": [
      {
        "product_infos": "Bbq a gas con 3 funzioni in 1: grigliare, cucinare e cuocere. Con questo barbecue gas portatile potrai realizzare innumerevoli delizie culinarie, cucinare un'ottima salsa barbeque sul fornello o cuocere una pizza croccante. Le griglie sono robuste ed estraibili, in questo modo é possibile cambiare il metodo di cottura."
      },
      {
        "product_infos": "Griglia in ghisa robusta e smaltata dotata di un leggero ma stabile coperchio in alluminio fuso. Barbecue da campeggio a gas con 2 diffusori di calore integrati che forniscono una potente cottura diretta e indiretta. Grill da giardino a gas."
      },
      {
        "product_infos": "Barbecue portatile a gas da tavolo ed esterno: un vero e proprio must have per il campeggio. Camping barbecue con gambe facili da montare e che consentono di trasformare il barbecue gas piccolo da tavolo in un'unità indipendente. Il mini grill a gas ha un'altezza di lavoro ideale di 66 cm."
      },
      {
        "product_infos": "Griglia barbecue con protezione antifiamma integrata. Grill a gas in acciaio inossidabile realizzato in 2 parti di alta qualità. Con parafiamma integrato che protegge i fuochi dal grasso e garantisce una distribuzione omogenea del calore."
      },
      {
        "product_infos": "Griglia gas barbecue con robusto coperchio in alluminio fuso resistente e leggero, perfetta per grigliate in balcone, campeggio o giardino. Barbecue piccolo a gas. Tubo flessibile e riduttore di pressione non inclusi nella confezione."
      }
    ],
    "product_asin": "‎B09TBJZR5L"
  },
  {
    "web-scraper-order": "1691423823-4",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Napoleon P500RSIBPSS-3 Prestige 500 - Griglia a gas propano con fornelli laterali e posteriori a infrarossi, in acciaio INOX",
    "url_link-href": "https://www.amazon.it/Napoleon-P500RSIBPSS-3-Prestige-500-Posteriori/dp/B07M6VTWZJ/ref=sr_1_55?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-55",
    "product_title": "Napoleon P500RSIBPSS-3 Prestige 500 - Griglia a gas propano con fornelli laterali e posteriori a infrarossi, in acciaio INOX",
    "product_infos": [
      {
        "product_infos": "4 bruciatori principali in acciaio inox che producono 48.000 BTU all'ora e piastre in acciaio inox che forniscono calore uniforme con il loro posizionamento a strati e sapore intenso per creare pasti indimenticabili."
      },
      {
        "product_infos": "Invita tutti i tuoi amici e familiari con 500 pollici quadrati di spazio di cottura principale, sufficiente per cucinare 31 hamburger contemporaneamente. Approfitta dello spazio di cottura extra di 260 pollici quadrati offerto dalla griglia riscaldante e da 140 pollici quadrati sul fornello laterale."
      },
      {
        "product_infos": "Dimentica i fiammiferi, un rapido avvio su cui contare ogni volta con il sistema di accensione Jetfire che lancia la fiamma su ogni bruciatore principale. Come ulteriore funzione di backup, Napoleon prestige 500 offre un canale posteriore tra i bruciatori per consentire loro di illuminare l'uno dall'altro. Non dovrai più preoccuparti che la tua griglia non si accendi. Sarai pronto a grigliare la prima volta ogni volta."
      },
      {
        "product_infos": "Cuocere una bistecca di qualità ogni volta con il bruciatore laterale a infrarossi che si riscalda fino a 1800 gradi in 30 secondi."
      },
      {
        "product_infos": "Il bruciatore posteriore a infrarossi a 18.000 BTU e il resistente kit girarrosto Napoleon incluso con l'acquisto. Perché non avere un po' di creatività con il cestello per girarrosto Napoleon perfetto per verdure, fritto o ali di pulcino (accessorio venduto separatamente)."
      },
      {
        "product_infos": "Griglia per tutta la notte con le manopole di controllo di sicurezza che illuminano un blu brillante quando acceso e rosso quando il bruciatore è inserito, non dimenticare di spegnere nuovamente la griglia dopo aver bruciato un calore elevato."
      },
      {
        "product_infos": "Mantenete il calore dove dovrebbe, all'interno della vostra griglia con il nostro coperchio a cilindro Lift Easy. Questo design specifico limita la quantità di calore che fuoriesce quando si apre la griglia per controllare il cibo. Appositamente progettato per creare anche una convezione come un sistema di cottura abbastanza buono per cuocere biscotti fuori sul vostro Napoleon prestigioso 500."
      },
      {
        "product_infos": "Le iconiche griglie di cottura in acciaio inox ti danno quei segni inconfondibili che ti dimostreranno con il bordo culinario che i tuoi vicini ti invidieranno."
      },
      {
        "product_infos": "Questa griglia si adatta ovunque nel vostro paesaggio all'aperto grazie al suo ripiano laterale pieghevole in acciaio inox. Perfetto per riporre quando non in uso o per i piccoli spazi esterni. Approfitta del mobiletto incluso per ulteriore spazio per tutti i tuoi utensili da griglia e accessori."
      },
      {
        "product_infos": "Non dovrai più cuocere il cibo con il misuratore di temperatura a sonda accu-accu e le manopole di controllo ergonomiche soft touch che sono il pasto perfetto ogni volta."
      }
    ],
    "product_asin": "‎B07M6VTWZJ"
  },
  {
    "web-scraper-order": "1691423842-5",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Weber Spirit Premium SP-335 GBS - Barbecue a gas",
    "url_link-href": "https://www.amazon.it/Weber-Spirit-Premium-SP-335-GBS/dp/B08RHKP6MF/ref=sr_1_54?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-54",
    "product_title": "Weber Spirit Premium SP-335 GBS - Barbecue a gas",
    "product_infos": [],
    "product_asin": "B08RHKP6MF"
  },
  {
    "web-scraper-order": "1691423851-6",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "BARBECUE INOX A GAS GPL E PIETRA LAVICA 3 FUOCHI + FORNELLO LATERALE KE521/4 KE GRILL",
    "url_link-href": "https://www.amazon.it/BARBECUE-FORNELLO-KE521-KE-GRILL/dp/B0924W6TQM/ref=sr_1_53?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-53",
    "product_title": "BARBECUE INOX A GAS GPL E PIETRA LAVICA 3 FUOCHI + FORNELLO LATERALE KE521/4 KE GRILL",
    "product_infos": [
      {
        "product_infos": "BARBECUE INOX A GAS E PIETRA LAVICA 3 FUOCHI + FORNELLO LATERALE"
      }
    ],
    "product_asin": "B0924W6TQM"
  },
  {
    "web-scraper-order": "1691423867-7",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Enders Monroe Pro 4 Sik Turbo Barbecue a Gas - 4 Fuochi con Fornello - Barbeque con bruciatore a infrarossi Backburner - Finestra PanoVision - Griglia a gas da esterno - Bbq a gas Turbo Zone #837833",
    "url_link-href": "https://www.amazon.it/Enders-Monroe-PRO-Turbo-Barbecue/dp/B09TBK3M75/ref=sr_1_52?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-52",
    "product_title": "Enders Monroe Pro 4 Sik Turbo Barbecue a Gas - 4 Fuochi con Fornello - Barbeque con bruciatore a infrarossi Backburner - Finestra PanoVision - Griglia a gas da esterno - Bbq a gas Turbo Zone #837833",
    "product_infos": [
      {
        "product_infos": "Barbecue gas in acciaio inossidabile per giardino con pannelli laterali in alluminio fuso e coperchio di cottura a doppia parete con termometro integrato per controllare la temperatura all interno del grill a gas."
      },
      {
        "product_infos": "Grill a gas da esterno - Caratteristiche principali: puó arrivare fino a 800 °C grazie alla TURBO ZONE (4,2 kW) con rete a infrarossi: raggiunge temperature turbo-veloci per scottare a caldo. Barbeque a gas di facile pulizia con la funzione SIMPLE CLEAN (le singole parti della camera di combustione possono essere rimosse senza attrezzi)."
      },
      {
        "product_infos": "Barbecue gas a 4 fuochi - HEAT RANGE? La struttura del bruciatore Heat Range garantisce una distribuzione ottimale del calore fino al bordo del barbecue a gas con fornello e garantisce una cottura costante sia a basse temperatura (80 °C costanti) che ad alte temperature fino a 300 °C."
      },
      {
        "product_infos": "Griglia per barbecue a gas con FUNZIONI EXTRA: Fornello (K) integrato nel ripiano laterale del barbecue, potente bruciatore ad infrarossi (I) e pannello PANOVISION riposto sul coperchio del barbecue gas 4 fuochi per controllare costantemente lo stato di cottura dei cibi (S)."
      },
      {
        "product_infos": "Barbecue da giardino a gas - Switch Grid: griglia in solida ghisa smaltata (suddivisa in tre parti) con elemento rotondo rimovibile. Barbecue gas con fornello a 4 bruciatori in acciaio inossidabile a regolazione continua. Tubo flessibile e riduttore di pressione non inclusi nella confezione."
      },
      {
        "product_infos": "Griglia a gas da esterno. Dati tecnici: pressione del gas 30 mbar"
      }
    ],
    "product_asin": "‎B09TBK3M75"
  },
  {
    "web-scraper-order": "1691423877-8",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Barbecue Gas Adelaide 3 Woody Dual Gas, Grill Barbecue a Gas a 3 Bruciatore, Potenza di 14 kW, Griglie in Acciaio, 2 Tavoli a Lato & Roccia Lavica",
    "url_link-href": "https://www.amazon.it/Campingaz-Barbecue-Adelaide-Bruciatore-Potenza/dp/B08HR5L2QP/ref=sr_1_51?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-51",
    "product_title": "Campingaz Barbecue Gas Adelaide 3 Woody Dual Gas, Grill Barbecue a Gas a 3 Bruciatore, Potenza di 14 kW, Griglie in Acciaio, 2 Tavoli a Lato & Roccia Lavica",
    "product_infos": [
      {
        "product_infos": "Product 1: Di alta qualità e potente: 3 bruciat; in ghisa ad alte prestazioni (14 kW); grill con accens; piezoelettr; affidabile per un'accens; comoda"
      },
      {
        "product_infos": "Product 1: Opzioni cottura infinite: griglia e piastra in ghisa ampie smaltate per BBQ in 2 parti (60 x 46 cm)"
      },
      {
        "product_infos": "Product 1: Elegante carrello in legno: in legno di acacia; 2 comodi scaffali a lato in legno perfetti per appoggiare cibo, piatti, condimenti o utensili sul lato per un facile accesso"
      },
      {
        "product_infos": "Product 1: Dual Gas : La griglia a gas può essere azionata con una classica bombola a gas o tramite un attacco gas esterno (metano)"
      },
      {
        "product_infos": "Product 2: Da riporre sui corrispettivi dispositivi di griglia a gas"
      },
      {
        "product_infos": "Product 2: Prodotto naturale con superficie porosa"
      },
      {
        "product_infos": "Product 2: Raccolgono il grasso che gocciola ed evitano le fiammate"
      },
      {
        "product_infos": "Product 2: Fornisce calore uniforme"
      }
    ],
    "product_asin": "‎B08HR5L2QP"
  },
  {
    "web-scraper-order": "1691423895-9",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "FireFriend BQ-6395, Piastra a Gas, con 3 Fornelli",
    "url_link-href": "https://www.amazon.it/Brixton-Tristar-BQ-6395-Piastra-fornelli/dp/B00KBOIXXQ/ref=sr_1_50?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-50",
    "product_title": "FireFriend BQ-6395, Piastra a Gas, con 3 Fornelli",
    "product_infos": [
      {
        "product_infos": "La piastra a gas è dotata di tre bruciatori che creano diverse zone di calore"
      },
      {
        "product_infos": "L’ampia piastra di cottura in ghisa smaltata è facile da pulire"
      },
      {
        "product_infos": "Avrai tutto lo spazio che ti serve per preparare un intero pranzo, con l’ampia superficie di cottura di 72 x 41,6 cm"
      },
      {
        "product_infos": "I bruciatori in ghisa hanno una potenza totale di 7,2 kW"
      },
      {
        "product_infos": "Ancora più facile da usare grazie all'accensione piezoelettrica e lo scarico per il grasso"
      }
    ],
    "product_asin": "B00KBOIXXQ"
  },
  {
    "web-scraper-order": "1691423904-10",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Char-Broil Gas2Coal 440 Barbecue a gas, colore: Nero & Piastra per Grill a 4 fornelli",
    "url_link-href": "https://www.amazon.it/Char-Broil-Gas2Coal-440-Barbecue-colore/dp/B0B4D6W6YB/ref=sr_1_49?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-49",
    "product_title": "Char-Broil Gas2Coal 440 Barbecue a gas, colore: Nero & Piastra per Grill a 4 fornelli",
    "product_infos": [
      {
        "product_infos": "Prodotto 1: Gas2Coal - Vassoio a carbone brevettato, garantisce meno flare-up e unform calore per cibi cotti e gustosi"
      },
      {
        "product_infos": "Prodotto 1: Bruciatori in acciaio inox: bruciatori resistenti e durevoli, costruiti per durare nel tempo"
      },
      {
        "product_infos": "Prodotto 1: Accenditore elettronico: illumina la griglia premendo un pulsante"
      },
      {
        "product_infos": "Prodotto 1: Griglie in ghisa rivestite in porcellana: il rivestimento in porcellana durevole su queste griglie di cottura le rende resistenti alla ruggine e facili da pulire"
      },
      {
        "product_infos": "Prodotto 2: Costruito per adattarsi a griglie a 3 fuochi"
      },
      {
        "product_infos": "Prodotto 2: Ottima per cucinare pancake, uova, pancetta e altro ancora"
      },
      {
        "product_infos": "Prodotto 2: Struttura robusta in ghisa"
      },
      {
        "product_infos": "Prodotto 2: Può essere utilizzato anche sulla maggior parte delle griglie posizionandolo sulla griglia"
      }
    ],
    "product_asin": "B0B4D6W6YB"
  },
  {
    "web-scraper-order": "1691423922-11",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Outsunny Barbecue Gas con Coperchio e 5 Bruciatori Totali da 15.2kW, Termometro, Mensola e 4 Ruote, 128x50x113cm Nero e Acciaio",
    "url_link-href": "https://www.amazon.it/Outsunny-Coperchio-Bruciatori-Termometro-128x50x113cm/dp/B0BJ25YJFK/ref=sr_1_48?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-48",
    "product_title": "Outsunny Barbecue Gas con Coperchio e 5 Bruciatori Totali da 15.2kW, Termometro, Mensola e 4 Ruote, 128x50x113cm Nero e Acciaio",
    "product_infos": [
      {
        "product_infos": "DESIGN PRATICO: Questo barbecue a gas è composta da una grande area di cottura da 62 x 38 cm, fornello laterale e mensola. Questo barbecue con coperchio ti permette di preparare diversi tipi di cibo per goderti i pranzi in compagnia."
      },
      {
        "product_infos": "SICURO DA USARE: Nessun rischio di scottature grazie alle maniglie in acciaio inox che non si surriscaldano. Il coperchio del BBQ ha un termometro che ti permette di controllare facilmente la temperatura durante la cottura dei cibi. L'accensione dei bruciatori è con sistema piezoelettrico."
      },
      {
        "product_infos": "STRUTTURA DUREVOLE: Questo barbecue a gas ha una struttura robusta e durevole, grazie al solido corpo in acciaio inox e metallo e alla griglia rivestita in porcellana resistente al calore. Le maniglie non si scaldano, per garantire un uso sicuro. Questo grill a gas ti assicura lunghi anni di grigliate!"
      },
      {
        "product_infos": "FACILE DA SPOSTARE: Questo barbecue con coperchio è dotato di 2 rotelle con freno e 2 ruote direzionali, per spostarlo facilmente dove preferisci. SPAZIO EXTRA: I piani di appoggio laterali e l'armadietto offrono tutto lo spazio di cui hai bisogno per avere sempre a portata di mano l'indispensabile per cucinare sul tuo BBQ."
      },
      {
        "product_infos": "DIMENSIONE: Dimensione generale: 128L x 50P x 113Acm. Potenza dei 4 bruciatori principali: 3KW (10000BTU/HR). Potenza bruciatore laterale: 3.2KW (11000BTU/HR). NOTE: Regolatore e tubo sono inclusi (lunghezza superiore a 0.8m). Certificazioni: CE-GAD, LFGB. NOTA: Questo articolo è spedito in confezioni separate, quindi i tempi di consegna di ogni confezione possono variare. Numero di confezioni: 2"
      }
    ],
    "product_asin": "B0BJ25YJFK"
  },
  {
    "web-scraper-order": "1691423930-12",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Xpert 200 LS Rocky Barbecue a Gas, Grigio Scuro, 108 x 50 x 99 cm",
    "url_link-href": "https://www.amazon.it/Campingaz-Xpert-Barbecue-Compatto-Grigio/dp/B06XP5XKMJ/ref=sr_1_47?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-47",
    "product_title": "Campingaz Xpert 200 LS Rocky Barbecue a Gas, Grigio Scuro, 108 x 50 x 99 cm",
    "product_infos": [
      {
        "product_infos": "Due bruciatori in acciaio alluminato, prestazioni (8.2 kW) e uno a lato (2.1 kW) per riscaldare salse o contorni; grill con accensione piezoelettrica"
      },
      {
        "product_infos": "Opzioni cottura: griglia e piastra (54 x 34 cm) in ghisa, ampie, smaltate, matte, per BBQ in due parti, grata riscaldamento estesa per tutta la superficie di cottura"
      },
      {
        "product_infos": "Distribuzione uniforme del calore: il BBQ è adatto alle pietre laviche Campingaz che consentono la distribuzione del calore per tutta la superficie del grill e proteggono dal grasso che cola"
      },
      {
        "product_infos": "Stoccaggio e trasporto: un scaffale pieghevole, ruote bloccabili per riporre la griglia se non in uso; parte anteriore in acciaio con scaffale anteriore integrato per riporre il condimento"
      },
      {
        "product_infos": "Specifiche: coperchio in acciaio con termometro (adatto per grigliare in modo indiretto); superficie cottura da 1.800 cm²; altezza della cottura 85 cm; consumo di gas 597 g/h + 153 g/h; peso 25 kg"
      }
    ],
    "product_asin": "‎B06XP5XKMJ"
  },
  {
    "web-scraper-order": "1691423938-13",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz ‎3000005442 Plancha L - Barbecue a Gas da Tavolo, Grigio, 69 x 47 x 28 cm",
    "url_link-href": "https://www.amazon.it/Campingaz-Plancha-Barbecue-Tavolo-Nero/dp/B078YKZMTQ/ref=sr_1_46?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-46",
    "product_title": "Campingaz ‎3000005442 Plancha L - Barbecue a Gas da Tavolo, Grigio, 69 x 47 x 28 cm",
    "product_infos": [
      {
        "product_infos": "Alta qualità e potenza: 2 bruciatori in acciaio alluminato ad alte prestazioni da 7.5 kW che possono essere regolati separatamente; piastra con accensione piezoelettrica"
      },
      {
        "product_infos": "Distribuzione del calore: grande superficie di cottura in acciaio smaltato da 66 x 42 cm; cuoce il cibo in modo uniforme su tutta la superficie di cottura"
      },
      {
        "product_infos": "Pulizia facile: è possibile rimuovere la vaschetta raccogli grasso per la pulizia; drena via il grasso in eccesso e l'unto dai cibi"
      },
      {
        "product_infos": "Cucina mediterranea sana e versatile: ottima per creare una vasta gamma di piatti mediterranei; la cucina in stile plancha abbraccia una cottura a basso contenuto di grassi, senza fiammate"
      },
      {
        "product_infos": "Consumo di gas: 546 g / h; il barbecue da tavolo funziona con una bombola GPL (non inclusa)"
      },
      {
        "product_infos": "Funziona con gas butano 28-30 mbar/ propano 37 mbar (Svizzera butano= 30 mbar, propano= 30 mbar)"
      }
    ],
    "product_asin": "‎B078YKZMTQ"
  },
  {
    "web-scraper-order": "1691423948-14",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Texas Revolution Grill Barbecue A Gas, Argento Grigio Antracite, ‎80 x 33.5 x 40 cm, 29.5 Kg",
    "url_link-href": "https://www.amazon.it/Campingaz-Barbecue-Revolution-Compatto-Bruciatore/dp/B00IQ3Q0NE/ref=sr_1_45?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-45",
    "product_title": "Campingaz Texas Revolution Grill Barbecue A Gas, Argento Grigio Antracite, ‎80 x 33.5 x 40 cm, 29.5 Kg",
    "product_infos": [
      {
        "product_infos": "Due bruciatori in acciaio alluminato, prestazioni (8,2 kW); uno a lato (2,3 kW) per riscaldare salse o contorni; grill con accensione piezoelettrica"
      },
      {
        "product_infos": "Opzioni cottura: griglia in ghisa per BBQ (55 x 33 cm), grata riscaldata estesa per tutta la superficie di cottura"
      },
      {
        "product_infos": "Distribuzione uniforme del calore: il BBQ è adatto alle pietre laviche Campingaz che consentono la distribuzione del calore per tutta la superficie del grill e proteggono dal grasso che cola"
      },
      {
        "product_infos": "Stoccaggio e trasporto: un scaffale a lato pieghevole, rotelle bloccabili per riporre il grill se non in uso; ampio spazio nel ripostiglio inferiore"
      },
      {
        "product_infos": "Specifiche: coperchio in acciaio con finestra e termometro (per grigliare in modo indiretto); altezza della cottura: 90 cm; consumo di gas 546 + 167 g/h; peso 26 kg"
      }
    ],
    "product_asin": "‎B00IQ3Q0NE"
  },
  {
    "web-scraper-order": "1691423956-15",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Enders San Diego 3 Barbecue a Gas - Griglia a gas da esterno con Termometro BBQ - 3 bruciatori in Acciaio Inox - Piccola BBQ per Balcone o Giardino – Griglia da Campeggio - 30 mbar #8116633",
    "url_link-href": "https://www.amazon.it/Enders-San-Diego-Barbecue-Gas/dp/B09TBJG3TJ/ref=sr_1_44?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-44",
    "product_title": "Enders San Diego 3 Barbecue a Gas - Griglia a gas da esterno con Termometro BBQ - 3 bruciatori in Acciaio Inox - Piccola BBQ per Balcone o Giardino – Griglia da Campeggio - 30 mbar #8116633",
    "product_infos": [
      {
        "product_infos": "BBQ a gas da giardino, terrazzo ed esterno con 3 fuochi in acciaio inossidabile a regolazione continua per una potente grigliatura diretta e indiretta. Coperchio con termometro per grill integrato in modo da controllare la temperatura del cibo in qualsiasi momento."
      },
      {
        "product_infos": "Griglia per barbecue (50,5x33 cm/1.666,5 cm²) con griglia barbeque scaldavivande in acciaio inossidabile oscillante posta sopra alla griglia centrale. Il perfetto kit barbecue per le tue serate in compagnia."
      },
      {
        "product_infos": "Griglia barbecue a gas da campeggio con accensione piezoelettrica senza batteria nella manopola di controllo consente un'accensione sicura e affidabile. Griglia a gas da campeggio della serie San Diego Enders."
      },
      {
        "product_infos": "Per i vostri accessori barbecue, il barbeque a gas offre 2 ripiani laterali stabili ma pieghevoli e area di stoccaggio sottostante (53,5 x 35 cm) con chiusura in panno offrono ancora più spazio. Griglia barbecue grande completa di vassoio raccogli grasso rimovibile alla base del grill a gas."
      },
      {
        "product_infos": "Grill gas mobile: la griglia barbecue ha 2 ruote per facilitarne il movimento. La griglia acciaio inox arriva senza tubo e regolatore di pressione. Tubo flessibile e riduttore di pressione non inclusi nella confezione."
      },
      {
        "product_infos": "Griglia a gas da esterno. Dati tecnici: pressione del gas 30 mbar"
      }
    ],
    "product_asin": "‎B09TBJG3TJ"
  },
  {
    "web-scraper-order": "1691423965-16",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Char-Broil Gas2Coal Hybrid Grill - Barbecue a Gas e Carbonella con 3 fuochi, Nero",
    "url_link-href": "https://www.amazon.it/Char-Broil-Gas2Coal-Hybrid-Grill-Carbonella/dp/B01N2HRTWM/ref=sr_1_43?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-43",
    "product_title": "Char-Broil Gas2Coal Hybrid Grill - Barbecue a Gas e Carbonella con 3 fuochi, Nero",
    "product_infos": [
      {
        "product_infos": "Vassoio brevettato per la carbonella - garantisce un minore sviluppo di fiammate e una diffusione uniforme del calore per cibi ben cotti e gustosi."
      },
      {
        "product_infos": "3 Bruciatori in acciaio inox - solidi, resistenti e durevoli costruiti per durare a lungo."
      },
      {
        "product_infos": "Accensione elettronica - per accendere il barbecue premendo semplicemente un pulsante."
      },
      {
        "product_infos": "Termometro situato sul coperchio - monitora la temperatura interna del grill."
      },
      {
        "product_infos": "Fuoco laterale - riscalda le salse che completano la vostra grigliata."
      },
      {
        "product_infos": "Griglia per il mantenimento in caldo - mantiene in caldo gli alimenti già cotti, ideale per i panini da hamburger o le baguette."
      },
      {
        "product_infos": "Superficie di cottura: 62 x 43 cm"
      },
      {
        "product_infos": "Garanzia - 5 anni sui bruciatori in acciaio inox. 2 anni su tutte le altre parti."
      }
    ],
    "product_asin": "B01N2HRTWM"
  },
  {
    "web-scraper-order": "1691423973-17",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Sochef Saporillo Barbecue, Nero/Grigio, 46x125x103 cm",
    "url_link-href": "https://www.amazon.it/sochef-Sochef-G20512-Saporillo-Barbecue/dp/B00U3SXCYA/ref=sr_1_42?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-42",
    "product_title": "Sochef Saporillo Barbecue, Nero/Grigio, 46x125x103 cm",
    "product_infos": [
      {
        "product_infos": "Sistema di Cottura con Pietra Lavica (in dotazione)"
      },
      {
        "product_infos": "Bruciatori in acciaio inossidabile, Potenza 7,2 Kw"
      },
      {
        "product_infos": "Ripiani laterali pieghevoli"
      },
      {
        "product_infos": "Griglia smaltata 50.6x35.6 cm"
      },
      {
        "product_infos": "Indicatore di temperatura, Telo copri bombola"
      }
    ],
    "product_asin": "B00U3SXCYA"
  },
  {
    "web-scraper-order": "1691423981-18",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Sandrigarden Barbecue a gas Argentina, nero",
    "url_link-href": "https://www.amazon.it/Sandrigarden-Barbecue-gas-Argentina-nero/dp/B0925DVQLH/ref=sr_1_41?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-41",
    "product_title": "Sandrigarden Barbecue a gas Argentina, nero",
    "product_infos": [
      {
        "product_infos": "2 bruciatori in acciaio inox"
      },
      {
        "product_infos": "Area di cottura 46x34 cm"
      },
      {
        "product_infos": "Griglia in acciaio smaltato antigraffio"
      },
      {
        "product_infos": "Accensione rapida piezoelettrica"
      },
      {
        "product_infos": "1 ripiano inferiore + 2 mensole laterali"
      },
      {
        "product_infos": "1,5 kg roccia lavica e griglia"
      },
      {
        "product_infos": "2 ruote di trasferimento"
      },
      {
        "product_infos": "A norme Reg. 1935/2004 idoneo al contatto con alimenti"
      }
    ],
    "product_asin": "B0925DVQLH"
  },
  {
    "web-scraper-order": "1691423990-19",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "vidaXL Barbecue e Griglia a Gas 4+1 Fornelli Nero BBQ Esterno Giardino Piastra",
    "url_link-href": "https://www.amazon.it/vidaXL-Barbecue-Griglia-Fuochi-Nero/dp/B06XGVJPWR/ref=sr_1_40?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-40",
    "product_title": "vidaXL Barbecue e Griglia a Gas 4+1 Fornelli Nero BBQ Esterno Giardino Piastra",
    "product_infos": [
      {
        "product_infos": "Colore: Nero"
      },
      {
        "product_infos": "Materiale: SPCC + acciaio inossidabile"
      },
      {
        "product_infos": "Dimensioni complessive: 104 x 55,4 x 97,7 cm (L x P x A)"
      },
      {
        "product_infos": "Zona di cottura principale: 9,7 kW (27200 BTU = 4 principali fornelli s x 6800 BTU ciascuno)"
      },
      {
        "product_infos": "Lato fornelli : 2,5 kW (8500 BTU)"
      }
    ],
    "product_asin": "B06XGVJPWR"
  },
  {
    "web-scraper-order": "1691424012-20",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Grill Barbecue Compatto A Gas Con Due Bruciatoreiatore, 100 X 50 X 60 Cm, Multicolore",
    "url_link-href": "https://www.amazon.it/Campingaz-Barbecue-Compatto-bruciatoreiatore-Laterali/dp/B00IQ3QBBK/ref=sr_1_39?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-39",
    "product_title": "Campingaz Grill Barbecue Compatto A Gas Con Due Bruciatoreiatore, 100 X 50 X 60 Cm, Multicolore",
    "product_infos": [
      {
        "product_infos": "Alta qualità e potente: 2 bruciatore. in acciaio allumato ad alte prestazioni (7 kW); grill con accens. piezoelettrica affidabile per un'accensione comoda"
      },
      {
        "product_infos": "Distribuzione uniforme del calore: griglia in acciaio cromato (50 x 30 cm), grata per riscaldare estesa per tutta la superficie della griglia"
      },
      {
        "product_infos": "Griglia non diretta: coperchio in acciaio con finestra e termometro, l'ampio manico facilita l'apertura"
      },
      {
        "product_infos": "Stoccaggio e trasporto: 2 comodi ripiani a lato piegh. e ruote bloccabili per riporre la griglia se non in uso; parte anteriore in acciaio con scaffale anteriore per riporre il condimento"
      },
      {
        "product_infos": "Specifiche: superficie cottura da 1,500 cm²; altezza cottura: 90 cm; consumo di gas 510 g/h; peso 23 kg"
      }
    ],
    "product_asin": "‎B00IQ3QBBK"
  },
  {
    "web-scraper-order": "1691424019-21",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz BBQ a Gas Attitude 2go (Negra)",
    "url_link-href": "https://www.amazon.it/Campingaz-Attitude2go-Portatile-Campeggio-Termometro/dp/B08N1HZ99Y/ref=sr_1_38?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-38",
    "product_title": "Campingaz BBQ a Gas Attitude 2go (Negra)",
    "product_infos": [
      {
        "product_infos": "Compatto e potente: il potente bruciatore in acciaio inossidabile da 2,4 kW fornisce calore uniforme ad ogni angolo della griglia; barbecue portatile compatto per balcone, picnic e campeggio"
      },
      {
        "product_infos": "Griglia larga senza chiamare: nonostante la sua compattezza, la piccola griglia a gas da 48 x 26 cm offre una griglia di buone dimensioni in ghisa smaltata; copri fiamma integrato nella griglia"
      },
      {
        "product_infos": "UTILIZZO CON LA BOMBOLA R907 DA CAMPINGAZ: il barbecue a gas viene utilizzato con la bombola R907 e può essere utilizzato ovunque grazie ai distributori europei; cerca il tuo su campingaz.com/gasfinder"
      },
      {
        "product_infos": "PIÙ TEMPO PER L'IMPORTANTE: il barbecue da campeggio viene consegnato completamente montato; pulizia rapida e semplice dopo l'uso grazie a un vassoio antigrasso rimovibile e lavabile in lavastoviglie"
      },
      {
        "product_infos": "ATTREZZATURA PRIMALE: piezoaccensione, coperchio con termometro, griglia in ghisa smaltata, peso 13 kg, med. chiuso 59x39x36 cm, aperto 59x46x61 cm, opzionale con tubo e regolatore del gas"
      }
    ],
    "product_asin": "‎B08N1HZ99Y"
  },
  {
    "web-scraper-order": "1691424038-22",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Ferraboli BARBECUE PLANCHA GAS MONO 40",
    "url_link-href": "https://www.amazon.it/Ferraboli-BARBECUE-PLANCHA-GAS-MONO/dp/B09BVZ5B24/ref=sr_1_37?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-37",
    "product_title": "Ferraboli BARBECUE PLANCHA GAS MONO 40",
    "product_infos": [
      {
        "product_infos": "BARBECUE PLANCHA GAS MONO 40"
      },
      {
        "product_infos": "Prodotto realizzato con materiali di alta qualità"
      },
      {
        "product_infos": "Scopri la nostra gamma completa di prodotti"
      },
      {
        "product_infos": "Il nostro obiettivo principale è la soddisfazione del cliente"
      }
    ],
    "product_asin": "B09BVZ5B24"
  },
  {
    "web-scraper-order": "1691424048-23",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Barbecue a gas Campingaz Xpert 100 L Plus Rocky, barbecue con pietra vulcanica con 2 bruciatori e coperchio con termometro, 2 vassoi laterali pieghevoli, potenza 7100 watt",
    "url_link-href": "https://www.amazon.it/Campingaz-vulcanica-bruciatori-termometro-pieghevoli/dp/B0BQRJVC6M/ref=sr_1_32?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-32",
    "product_title": "Barbecue a gas Campingaz Xpert 100 L Plus Rocky, barbecue con pietra vulcanica con 2 bruciatori e coperchio con termometro, 2 vassoi laterali pieghevoli, potenza 7100 watt",
    "product_infos": [
      {
        "product_infos": "POTENTE: 2 potenti bruciatori in acciaio alluminato con 7,1 kW di potenza; l'ignitor piezoelettrico integrato facilita l'accensione dei bruciatori senza accendino"
      },
      {
        "product_infos": "DISTRIBUZIONE UNIFORME DEL CALORE: le pietre vulcaniche accumulano calore e garantiscono una distribuzione omogenea sulla superficie per grigliare, inoltre, proteggono i bruciatori dal gocciolamento del grasso"
      },
      {
        "product_infos": "Molteplici opzioni per la tua barca: la superficie compatta (45 x 34) offre spazio per arrostire quantità sufficienti per piccole famiglie; con il coperchio chiuso, consente anche l'arrosto indiretto"
      },
      {
        "product_infos": "SPAZIO RIDOTTO E PORTATILI: le 2 ruote consentono di spostare il barbecue in tutta flessibilità, la bombola del gas può essere riposta all'interno del carrello del barbecue e i due tavoli laterali sono pieghevoli"
      },
      {
        "product_infos": "Misure aperto/chiusa: 98 x 50 x 125 / 67 x 50 x 99 cm; peso 16 kg; dimensioni superficie per grigliare 1500 cm²; potenza 7,1 kW; consumo di gas 515 g/h, ignitor piezoelettrico; carrello in acciaio con 2 ruote; tavoli laterali robusti"
      }
    ],
    "product_asin": "‎B0BQRJVC6M"
  },
  {
    "web-scraper-order": "1691424054-24",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Expert Plus Barbecue Gas con Pietre Laviche, Grill Barbecue Compatto a Gas con 2 bruciatoreiatore, Potenza 7 kW, Cavo in Acciaio Cromato, 2 Ripiani Laterali",
    "url_link-href": "https://www.amazon.it/Campingaz-Barbecue-Compatto-bruciatoreiatore-Laterali/dp/B00J4JJYF0/ref=sr_1_31?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-31",
    "product_title": "Campingaz Expert Plus Barbecue Gas con Pietre Laviche, Grill Barbecue Compatto a Gas con 2 bruciatoreiatore, Potenza 7 kW, Cavo in Acciaio Cromato, 2 Ripiani Laterali",
    "product_infos": [
      {
        "product_infos": "Alta qualità e potente: 2 bruciatore. in acciaio allumato ad alte prestazioni (7 kW); grill con accens. piezoelettrica affidabile per un'accensione comoda"
      },
      {
        "product_infos": "Distribuzione uniforme del calore: griglia in acciaio cromato (50 x 30 cm), grata per riscaldare estesa per tutta la superficie della griglia"
      },
      {
        "product_infos": "Griglia non diretta: coperchio in acciaio con finestra e termometro, l'ampio manico facilita l'apertura"
      },
      {
        "product_infos": "Stoccaggio e trasporto: 2 comodi ripiani a lato piegh. e ruote bloccabili per riporre la griglia se non in uso; parte anteriore in acciaio con scaffale anteriore per riporre il condimento"
      },
      {
        "product_infos": "Specifiche: superficie cottura da 1,500 cm²; altezza cottura: 90 cm; consumo di gas 510 g/h; peso 23 kg"
      }
    ],
    "product_asin": "‎B00J4JJYF0"
  },
  {
    "web-scraper-order": "1691424061-25",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "GRILLCHEF Barbecue a gas 3.0, 3 bruciatori da 3,6 kW, coperchio a doppia parete con termometro per coperchio, griglia in ghisa smaltata, con scomparto portaoggetti in acciaio inox",
    "url_link-href": "https://www.amazon.it/GRILLCHEF-bruciatori-termometro-portaoggetti-inossidabile/dp/B09H6VCVXJ/ref=sr_1_30?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-30",
    "product_title": "GRILLCHEF Barbecue a gas 3.0, 3 bruciatori da 3,6 kW, coperchio a doppia parete con termometro per coperchio, griglia in ghisa smaltata, con scomparto portaoggetti in acciaio inox",
    "product_infos": [
      {
        "product_infos": "3 bruciatori in acciaio inox: i bruciatori in acciaio inox sono regolabili in modo continuo e hanno una potenza di 3,6 kW."
      },
      {
        "product_infos": "Accensione PIEZO: il barbecue a gas è dotato di un'accensione piezoelettrica senza batteria ed è facile da usare."
      },
      {
        "product_infos": "Grande griglia: la superficie della griglia è di circa 60 x 41,5 cm e griglie in ghisa smaltata garantiscono una buona conservazione del calore."
      },
      {
        "product_infos": "Temperatura – Grazie al coperchio a doppia parete della griglia la temperatura può essere mantenuta in modo ottimale. Inoltre, nel coperchio è presente un indicatore di temperatura per un migliore controllo."
      },
      {
        "product_infos": "Pratico: pannello frontale con scomparto per salse da barbecue ecc. e 2 rotelle per il trasporto per un facile spostamento e posizionamento"
      }
    ],
    "product_asin": "‎B09H6VCVXJ"
  },
  {
    "web-scraper-order": "1691424075-26",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Outsunny Piastra Barbecue a Gas con 2 Bruciatori, BBQ Antiaderente da Tavolo con Piedini Regolabili, Potenza 6kW, 48.5x46x21cm, Nero",
    "url_link-href": "https://www.amazon.it/Outsunny-Bruciatori-Antiaderente-Regolabili-48-5x46x21cm/dp/B0BYZ35M6Y/ref=sr_1_29?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-29",
    "product_title": "Outsunny Piastra Barbecue a Gas con 2 Bruciatori, BBQ Antiaderente da Tavolo con Piedini Regolabili, Potenza 6kW, 48.5x46x21cm, Nero",
    "product_infos": [
      {
        "product_infos": "PIASTRA ANTIADERENTE: La piastra a gas con rivestimento smaltato è perfetta per cucinare diversi tipi di cibi, dalla carne alle verdure."
      },
      {
        "product_infos": "BRUCIATORE A GAS: Con accensione piezoelettrica, i bruciatori a gas del barbecue a gas hanno una potenza di 3kW e la loro distanza assicura un riscaldamento uniforme della piastra. Puoi anche impostare temperature diverse per cuocere diversi cibi nello stesso tempo."
      },
      {
        "product_infos": "COMPATTA: Portala dove vuoi, con questa piastra a gas cucini i tuoi piatti preferiti in ogni posto. I piedini regolabili ti permettono di regolare l'altezza del barbecue da tavolo per mantenerlo stabile."
      },
      {
        "product_infos": "FACILE DA PULIRE: I fori per scolare il grasso ti permettono di raccoglierlo in un apposito vassoio rimovibile, così da pulire più facilmente il BBQ dopo ogni uso."
      },
      {
        "product_infos": "DIMENSIONI: Dimensioni generali: 48.5L x 46P x 21A cm. Regolatore e beccuccio inclusi."
      }
    ],
    "product_asin": "B0BYZ35M6Y"
  },
  {
    "web-scraper-order": "1691424092-27",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Weber Q1000 Barbecue a Gas, 43 x 32 cm, Nero (50010053)",
    "url_link-href": "https://www.amazon.it/Weber-1000-Gas-Barbecue-Black/dp/B07QBSDTZL/ref=sr_1_28?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-28",
    "product_title": "Weber Q1000 Barbecue a Gas, 43 x 32 cm, Nero (50010053)",
    "product_infos": [
      {
        "product_infos": "Potenza: 2,6 Kw"
      },
      {
        "product_infos": "Braciere in ghisa di alluminio"
      },
      {
        "product_infos": "Coperchio in ghisa di alluminio"
      },
      {
        "product_infos": "Ampia maniglia termoisolante"
      },
      {
        "product_infos": "2 griglie di cottura smaltate in ghisa di acciaio"
      },
      {
        "product_infos": "1 bruciatore in inox"
      },
      {
        "product_infos": "Manopola di regolazione del gas/temperatura"
      },
      {
        "product_infos": "Accensione piezoelettrica"
      },
      {
        "product_infos": "Vaschetta per la raccolta dei grassi"
      },
      {
        "product_infos": "Telaio in nylon rinforzato con fibre di vetro"
      }
    ],
    "product_asin": "‎B07QBSDTZL"
  },
  {
    "web-scraper-order": "1691424104-28",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Bbq A Roccia Lavica Xpert 100 Ls Plus Rocky, 98 X 48 X 124 Cm, Nero/Argento, ‎98 x 48 x 124 cm, 18 Kg",
    "url_link-href": "https://www.amazon.it/Campingaz-Xpert-Rocky-Barbecue-Grigio/dp/B01MZDZQ6K/ref=sr_1_27?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-27",
    "product_title": "Campingaz Bbq A Roccia Lavica Xpert 100 Ls Plus Rocky, 98 X 48 X 124 Cm, Nero/Argento, ‎98 x 48 x 124 cm, 18 Kg",
    "product_infos": [
      {
        "product_infos": "Qualita elevata e potenza: 2 bruciatori in acciaio alluminato ad alte prestazioni (7.1 kW); comodo fornello laterale per contorni e fritture; accensione piezoelettrica per un facile e pratico utilizzo"
      },
      {
        "product_infos": "Opzioni di cottura infinite: griglia di cottura in acciaio cromato (45 x 35 cm), per donare ai cibi le tipiche righe da grigliata"
      },
      {
        "product_infos": "Distribuzione del calore: dotato di roccia lavica che assicura una distribuzione uniforme del calore su tutta la superficie della griglia e aiuta a proteggere i bruciatori dal grasso che gocciola"
      },
      {
        "product_infos": "Stoccaggio e trasporto: 1 comodo ripiano laterale pieghevole e 2 ruote robuste per riporre il BBQ quando non è in us0"
      },
      {
        "product_infos": "Specifiche: coperchio con termometro (per cottura indiretta); superficie 1535 cm²; altezza cottura: 85 cm; consumo gas 515+153 g/h; peso 17 kg; kit regolatore di pressione 30 MBar non incluso"
      }
    ],
    "product_asin": "‎B01MZDZQ6K"
  },
  {
    "web-scraper-order": "1691424118-29",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz 4 Series Classic LS Plus Gas Grill Barbecue con 4 Bruciatori, Sistema di Pulizia Facile InstaClean, 2 Tavoli a Lato, Grigio, 160.3 x 60 x 115.6 cm",
    "url_link-href": "https://www.amazon.it/Campingaz-Barbecue-Classic-Bruciatore-InstaClean/dp/B00IQ3Q00M/ref=sr_1_26?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-26",
    "product_title": "Campingaz 4 Series Classic LS Plus Gas Grill Barbecue con 4 Bruciatori, Sistema di Pulizia Facile InstaClean, 2 Tavoli a Lato, Grigio, 160.3 x 60 x 115.6 cm",
    "product_infos": [
      {
        "product_infos": "Di ottima qualità e potente: 4 bruciatori con tubi in acciaio inox, prestazioni (12.8 KW), 1 a lato (2.3 KW) per riscaldare salse o contorni, BBQ con accensione piezoelettrica affidabile e comoda"
      },
      {
        "product_infos": "Opzioni cottura infinite: griglia,piastra ampie in acciaio stampato smaltate matte in 2 parti (78 x 45 cm), grata riscalda, smaltata, moduli optionali (pietra, wok o padella vendute a parte)"
      },
      {
        "product_infos": "Pulizia facile: sistema InstaClean per una pulizia rapida e semplice del BBQ. Il sistema consente di rimuovere tutte le parti per la lavastoviglie in meno di 60 secondi e di lavarle"
      },
      {
        "product_infos": "Stoccaggio e trasporto: 1 comodo scaffale a lato pieghevole, rotelle bloccabili per riporre il grill se non in uso, ampio spazio nel ripostiglio inferiore"
      },
      {
        "product_infos": "Specifiche: coperchio in acciaio con termometro, ottimo per grigliare in modo indiretto; superficie cottura da 3.500 cm², altezza della cottura: 90 cm, consumo di gas 931+167 g/h, peso 60 kg"
      }
    ],
    "product_asin": "‎B00IQ3Q00M"
  },
  {
    "web-scraper-order": "1691424126-30",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Enders Kansas Pro 4 SIK Profi Turbo Barbeque a gas - 4 Fuochi + Infrarossi - in Acciaio Inossidabile con Fornello Laterale - Turbo Zone & Heat Range - Simple Clean #871433 Argento",
    "url_link-href": "https://www.amazon.it/Enders-Kansas-Profi-Turbo-Barbeque/dp/B09TBG2W5C/ref=sr_1_25?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-25",
    "product_title": "Enders Kansas Pro 4 SIK Profi Turbo Barbeque a gas - 4 Fuochi + Infrarossi - in Acciaio Inossidabile con Fornello Laterale - Turbo Zone & Heat Range - Simple Clean #871433 Argento",
    "product_infos": [
      {
        "product_infos": "Griglia per barbecue a gas - Caratteristiche principali: TURBO ZONE fino a 800 °C con rete a infrarossi, raggiunge velocemente temperature altissime per grigliare e scottare i cibi a caldo. Barbecue a gas con fornello di facile pulizia grazie alla funzione SIMPLE CLEAN (le singole parti della camera di combustione possono essere rimosse senza usare attrezzi)."
      },
      {
        "product_infos": "Bbq a gas con HEAT RANGE? La struttura del bruciatore Heat Range garantisce una distribuzione ottimale del calore fino al bordo del grill e garantisce sia una cottura a bassa temperatura (80 °C costanti) e alte temperature fino a 300 °C nella camera di cottura."
      },
      {
        "product_infos": "Barbecue gas 4 fuochi con funzioni extra: Fornello (K) integrato nel ripiano laterale del barbecue da esterno, potente bruciatore ad infrarossi (I), finestrella riposta sul coperchio del grill per controllare lo stato di cottura dei cibi (S) e piccolo rubinetto laterale"
      },
      {
        "product_infos": "Griglia barbecue a gas in acciaio Switch Grid: in ghisa solida e smaltata (in tre parti) con elemento rotondo rimovibile. Barbecue da giardino a gas a 4 bruciatori in acciaio inossidabile a regolazione continua."
      },
      {
        "product_infos": "Barbecue da esterno a gas - La bombola può essere riposta nel vano apposito sottostante durante il funzionamento del barbecue-gas. Tubo flessibile e riduttore di pressione non inclusi nella confezione."
      },
      {
        "product_infos": "Griglia a gas da esterno. Dati tecnici: pressione del gas 30 mbar"
      }
    ],
    "product_asin": "‎B09TBG2W5C"
  },
  {
    "web-scraper-order": "1691424145-31",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Brigros - Barbecue a gas DALLAS con rotelle potente e pratico, comodo da spostare, sistema di pulizia facile (4 fuochi)",
    "url_link-href": "https://www.amazon.it/Brigros-Barbecue-rotelle-potente-spostare/dp/B08Y5H7R3G/ref=sr_1_24?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-24",
    "product_title": "Brigros - Barbecue a gas DALLAS con rotelle potente e pratico, comodo da spostare, sistema di pulizia facile (4 fuochi)",
    "product_infos": [
      {
        "product_infos": "Barbecue gas con 3 bruciatori, tubi di acciaio ad alte prestazioni"
      },
      {
        "product_infos": "Grigli barbecue 60 x 42 cm con opzioni di cottura infinite"
      },
      {
        "product_infos": "Barbecue a gas con sistema di pulizia facile e veloce"
      },
      {
        "product_infos": "bbq a gas dotato di rotelle per un facile trasporto"
      },
      {
        "product_infos": "bbq gas dimensioni: prodotto (coperchio chiuso) 122 x 57 x 112 cm, peso del prodotto: 26,70 kg, imballo: 60 x 58 x 53 cm"
      }
    ],
    "product_asin": "B08Y5H7R3G"
  },
  {
    "web-scraper-order": "1691424152-32",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Xpert 200 LS Plus Rocky BBQ a Gas in Pietra lavica, Carrello BBQ con 2 bruciatori e 1 bruciatore LAT, Copertura + termometro, ripiano LAT. Ribaltabile, Pot. 8,200 kW + 2,1kW bruciatore LAT.",
    "url_link-href": "https://www.amazon.it/Campingaz-bruciatori-bruciatore-termometro-Ribaltabile/dp/B0BQRP88KQ/ref=sr_1_23?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-23",
    "product_title": "Campingaz Xpert 200 LS Plus Rocky BBQ a Gas in Pietra lavica, Carrello BBQ con 2 bruciatori e 1 bruciatore LAT, Copertura + termometro, ripiano LAT. Ribaltabile, Pot. 8,200 kW + 2,1kW bruciatore LAT.",
    "product_infos": [
      {
        "product_infos": "ALTE PRESTAZIONI: 2 potenti bruciatori in acciaio alluminato con pot. 8,2 kW; accensione piezo integrata per una facile accensione dei bruciatori con la semplice pressione di un pulsante"
      },
      {
        "product_infos": "DISTRIBUZIONE UNIFORME DEL CALORE Le pietre laviche immagazzinano il calore e assicurano una distribuzione uniforme sulla superficie della griglia, inoltre proteggono i bruciatori dal grasso che cola"
      },
      {
        "product_infos": "VARIE OPZIONI: La superficie compatta del BBQ (54x34) offre molto spazio; le salse o i contorni possono essere preparati sul fornello laterale (2,1 kW)"
      },
      {
        "product_infos": "SALVASPAZIO E MOBILE: 2 rotelle consentono di spostare il BBQ in modo flessibile; la bombola del gas può essere riposta nel carrello, entrambi i ripiani laterali possono essere facilmente ripiegati"
      },
      {
        "product_infos": "Dim. aperto/chiuso: 109 x 50 x 125 / 93 x 50 x 99 cm, peso 19 kg; superf. cottura 1800 cm², pot. 8,2 kW, consumo gas 597 g/h, accensione piezo, carrello acciaio con 2 rotelle, 2 ripiani lat. stabili"
      }
    ],
    "product_asin": "‎B0BQRP88KQ"
  },
  {
    "web-scraper-order": "1691424171-33",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz 2 Series D Barbecue a Gas Serie 2 Classic EXS Vario a 2 fuochi, Potenza 7,5 kW, Griglia e Piastra in ghisa, 1 Tavolo Laterale, 10 Litri, Nero/Grigio",
    "url_link-href": "https://www.amazon.it/Campingaz-Barbecue-Classic-Potenza-Laterale/dp/B08NK36L3Q/ref=sr_1_22?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-22",
    "product_title": "Campingaz 2 Series D Barbecue a Gas Serie 2 Classic EXS Vario a 2 fuochi, Potenza 7,5 kW, Griglia e Piastra in ghisa, 1 Tavolo Laterale, 10 Litri, Nero/Grigio",
    "product_infos": [
      {
        "product_infos": "Alta qualità e potenza: 2 bruciatori a tubi in acciaio inox ad alte prestazioni 7,5kW; 1 bruciatore laterale 2,1kW; barbecue con accensione piezoelettrica per una facile illuminazione"
      },
      {
        "product_infos": "Una moltitudine di opzioni di cottura: ghisa smaltata 2 grandi pezzi in ghisa griglia e piastra 60 x 35 cm, la griglia di riscaldamento si estende fino alla superficie dell'arrosto"
      },
      {
        "product_infos": "Tostatura indiretta: coperchio in acciaio con termometro, grande maniglia per facilitare l'apertura del coperchio"
      },
      {
        "product_infos": "Stoccaggio e trasporto: 1 comodo vassoio laterale pieghevole e ruote di bloccaggio per riporre la griglia quando non è in uso; ampio spazio di stoccaggio nell'armadio inferiore"
      },
      {
        "product_infos": "Specifiche: superficie di cottura 2.100 cm²; altezza di cottura: 87 cm; consumo di gas 546 + 153 g/h; peso 37 kg"
      }
    ],
    "product_asin": "‎B08NK36L3Q"
  },
  {
    "web-scraper-order": "1691424192-34",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Outsunny Barbecue a Gas con Coperchio, 7 Bruciatori Totali da 20kW e Fornello Laterale, Termometro, Mensola e 2 Ruote, 135x50x100cm Nero",
    "url_link-href": "https://www.amazon.it/Outsunny-Coperchio-Bruciatori-Termometro-135x50x100cm/dp/B09WZRNZDZ/ref=sr_1_21?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-21",
    "product_title": "Outsunny Barbecue a Gas con Coperchio, 7 Bruciatori Totali da 20kW e Fornello Laterale, Termometro, Mensola e 2 Ruote, 135x50x100cm Nero",
    "product_infos": [
      {
        "product_infos": "DESIGN PRATICO: Questo barbecue a gas combina una grande area di cottura da 73.5 x 36cm, fornello e mensola laterale. Questo barbecue con coperchio è perfetto per preparare diversi cibi durante i pranzi in compagnia."
      },
      {
        "product_infos": "SICURO DA USARE: Le maniglie in acciaio inox non si surriscaldano, per evitare il rischio di scottature. Un termometro è presente sul coperchio, facile da leggere per controllare la temperatura durante la cottura dei cibi. I bruciatori del BBQ si accendono con sistema piezoelettrico."
      },
      {
        "product_infos": "STRUTTURA DUREVOLE: Il barbecue a gas è robusto e durevole, grazie alla solida struttura in metallo, alla griglia rivestita in porcellana e ai bruciatori in acciaio inox. Con questo grill a gas avrai davanti a te lunghi anni di grigliate!"
      },
      {
        "product_infos": "FACILE DA SPOSTARE: Questo barbecue a gas è dotato di 2 rotelle su un lato, per spostarlo facilmente dove preferisci. SPAZIO EXTRA: Grazie ai piani di appoggio laterali e all'armadietto inferiore puoi avere sempre a portata di mano tutto ciò di cui hai bisogno per cucinare con il tuo BBQ."
      },
      {
        "product_infos": "DIMENSIONE: Dimensione generale: 135L x 50P x 100Acm. Potenza dei 6 bruciatori principali: 2.8KW (9500BTU/HR). Regolatore e tubo sono inclusi. Potenza bruciatore laterale: 3.2KW (11000BTU/HR). Certificazioni: CE-GAD, DE-LFGB."
      }
    ],
    "product_asin": "B09WZRNZDZ"
  },
  {
    "web-scraper-order": "1691424200-35",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "sochef Più Gusto Barbecue, Nero",
    "url_link-href": "https://www.amazon.it/sochef-Pi%C3%B9-Gusto-Barbecue-Nero/dp/B079R9ZMYB/ref=sr_1_20?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-20",
    "product_title": "sochef Più Gusto Barbecue, Nero",
    "product_infos": [
      {
        "product_infos": "Sistema di cottura Australiano"
      },
      {
        "product_infos": "2 Bruciatori in acciaio inossidabile, Potenza 8.1 Kw, Fornello laterale"
      },
      {
        "product_infos": "Area di cottura 61 x 36 cm allestita con griglia in acciaio smaltato"
      },
      {
        "product_infos": "Coperchio in acciaio smaltato con maniglione cromato ed Indicatore di temperatura"
      },
      {
        "product_infos": "Pannello frontale reclinabile con cestello porta condimenti"
      }
    ],
    "product_asin": "‎B079R9ZMYB"
  },
  {
    "web-scraper-order": "1691424219-36",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Char-Broil Advantage Series 445S, Barbecue In Acciaio Inox A Quattro Bruciatori Con Bruciatore Laterale, 144 x 59.5 x 115.5 Cm",
    "url_link-href": "https://www.amazon.it/Char-Broil-Advantage-SeriesTM-445S-bruciatori/dp/B07Z8J9Z3Z/ref=sr_1_19?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-19",
    "product_title": "Char-Broil Advantage Series 445S, Barbecue In Acciaio Inox A Quattro Bruciatori Con Bruciatore Laterale, 144 x 59.5 x 115.5 Cm",
    "product_infos": [
      {
        "product_infos": "Sistema di cottura tru-infrared - per una cottura uniforme, con meno fiammate, per cibi fino al 50% più succulenti e un consumo di gas del 30% inferiore"
      },
      {
        "product_infos": "Griglia smaltata ed emettitore abbinati per facilitare cottura e pulizia"
      },
      {
        "product_infos": "Piano di lavoro in ghisa per un'esperienza d'uso mai monotona"
      },
      {
        "product_infos": "Accensione elettronica surefire che consente di accendere il barbecue premendo semplicemente un pulsante, senza fiamme libere"
      },
      {
        "product_infos": "Quattro bruciatori in acciaio ad alte prestazioni e a basso consumo per ottenere il massimo calore a fronte di un consumo minimo di gas"
      },
      {
        "product_infos": "Coperchio stabile con indicazione della temperatura"
      },
      {
        "product_infos": "Scaldavivande - per tenere al caldo il cibo cucinato, oppure ideale per panini per hamburger o baguette"
      },
      {
        "product_infos": "Ruote con meccanismo di bloccaggio per una maggiore mobilità e stabilità"
      },
      {
        "product_infos": "Bruciatore laterale per diversificare ulteriormente le modalità di preparazione"
      },
      {
        "product_infos": "5 anni sui fuochi in acciaio inossidabile. 2 anni per tutte le altre parti"
      }
    ],
    "product_asin": "‎B07Z8J9Z3Z"
  },
  {
    "web-scraper-order": "1691424231-37",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Barbecue a Gas Pietra Lavica 4 Fuochi + Fornello e Piano Laterali Doppia Griglia",
    "url_link-href": "https://www.amazon.it/Barbecue-Pietra-Fornello-Laterali-Griglia/dp/B09MBYX3PL/ref=sr_1_16?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-16",
    "product_title": "Barbecue a Gas Pietra Lavica 4 Fuochi + Fornello e Piano Laterali Doppia Griglia",
    "product_infos": [],
    "product_asin": "B09MBYX3PL"
  },
  {
    "web-scraper-order": "1691424237-38",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "MASTERCOOK - Barbecue a gas MASTER con rotelle potente e pratico, comodo da spostare, sistema di pulizia facile (4 fuochi)",
    "url_link-href": "https://www.amazon.it/MASTERCOOK-Barbecue-rotelle-potente-spostare/dp/B08Y5JLNT9/ref=sr_1_15?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-15",
    "product_title": "MASTERCOOK - Barbecue a gas MASTER con rotelle potente e pratico, comodo da spostare, sistema di pulizia facile (4 fuochi)",
    "product_infos": [
      {
        "product_infos": "Barbecue gas con 5 bruciatori, tubi di acciaio ad alte prestazioni"
      },
      {
        "product_infos": "Grigli barbecue 82 x 42 cm con opzioni di cottura infinite"
      },
      {
        "product_infos": "Barbecue a gas con sistema di pulizia facile e veloce"
      },
      {
        "product_infos": "bbq a gas dotato di rotelle per un facile trasporto"
      },
      {
        "product_infos": "bbq gas dimensioni: prodotto (coperchio chiuso) 122 x 57 x 112 cm, peso del prodotto: 40.00 kg, imballo: 80 x 59 x 53 cm"
      },
      {
        "product_infos": "L'accensione piezoelettrica assicura che l’accensione del BBQ sia semplice e rapida e un termometro integrato nel coperchio facilita la cottura ottima del cibo."
      }
    ],
    "product_asin": "B08Y5JLNT9"
  },
  {
    "web-scraper-order": "1691424251-39",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Party Grill 400 Fornello Da Campeggio, Azzuro, 36 x 36 x 42 cm",
    "url_link-href": "https://www.amazon.it/Camping-Party-Fornello-Campeggio-Multicolore/dp/B01AT6LRQ0/ref=sr_1_14?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-14",
    "product_title": "Campingaz Party Grill 400 Fornello Da Campeggio, Azzuro, 36 x 36 x 42 cm",
    "product_infos": [
      {
        "product_infos": "Cucina rinnovata: dai inizio alla festa con il party grill, essenziale per campeggi e festival con molti accessori per grigliare o cuocere tutti i tuoi cibi preferiti con un unico apparecchio"
      },
      {
        "product_infos": "Opzioni di cottura: la combinazione barbecue-fornello è dotata di un supporto pentole, plancha, piastra con griglia e rivestimento antiaderente e un grande coperchio che funge anche da wok"
      },
      {
        "product_infos": "Il fornello a gas da 2000 w regolabile con bombole campingaz r907/r904 (durata: 19 ore, 30 minuti/12 ore, 30 minuti); premi e ruota l'accendigas per un'accensione facile"
      },
      {
        "product_infos": "Pulizia e trasporto facili: la vaschetta raccoglie il grasso; superfici di cottura lavabili in lavastoviglie; gambe staccabili e coperchio richiudibile per riponere ogni cosa nell'apparecchio"
      },
      {
        "product_infos": "Specifiche: diametro 36 x 42 cm (montato con le gambe); consumo di gas 145 g/h; ebollizione in 6 minuti e 5 secondi; peso 4.9 kg; sacca da trasporto inclusa; regolatore e tubo venduti separatamente"
      }
    ],
    "product_asin": "B01AT6LRQ0"
  },
  {
    "web-scraper-order": "1691424258-40",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Enders Chicago 3 barbecue a gas - Bbq a gas a 3 fuochi - Griglia a gas da esterno con coperchio in acciaio inox a doppia parete + termometro Barbeque - Bbq gas per balcone, campeggio, esterno #8937633",
    "url_link-href": "https://www.amazon.it/Enders-Chicago-barbecue-gas-termometro/dp/B09TBKMBCY/ref=sr_1_13?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-13",
    "product_title": "Enders Chicago 3 barbecue a gas - Bbq a gas a 3 fuochi - Griglia a gas da esterno con coperchio in acciaio inox a doppia parete + termometro Barbeque - Bbq gas per balcone, campeggio, esterno #8937633",
    "product_infos": [
      {
        "product_infos": "Alta qualità: Griglia a gas da campeggio con robusto coperchio in acciaio inox a doppia parete e termometro bbq integrato per monitorare la temperatura all'interno, con manico largo a confortevole per una migliora esperienza di uso. Grill a gas da esterno a 3 fuochi."
      },
      {
        "product_infos": "Potenza il tuo barbecue gas 3 fuochi: 3 bruciatori in acciaio inossidabile a regolazione continua per grigliare in modo diretto ed indiretto. 2 ripiani laterali pieghevoli per appoggiare i vostri accessori barbecue preferiti. Griglia barbecue grande da esterno o balcone."
      },
      {
        "product_infos": "Grill gas in acciaio inossidabile (suddivisa in 3 parti) per una distribuzione uniforme del calore e una facile pulizia. Perfetta per giardino, balcone, campeggio o esterno."
      },
      {
        "product_infos": "La bombola a gas (dimensioni massime di diametro 23,5 x 47 cm) può essere riposta nel vano apposito sottostante durante il funzionamento del barbeque a gas. I diffusori di calore in acciaio inox smaltato proteggono i bruciatori e ottimizzano la distribuzione del calore della griglia per barbecue."
      },
      {
        "product_infos": "Coperchio robusto in alluminio fuso resistente e leggero, perfetta per grigliate in balcone, campeggio o giardino. Tubo flessibile e riduttore di pressione non inclusi nella confezione. Tubo flessibile e riduttore di pressione non inclusi nella confezione."
      },
      {
        "product_infos": "Griglia a gas da esterno. Dati tecnici: pressione del gas 30 mbar"
      }
    ],
    "product_asin": "‎B09TBKMBCY"
  },
  {
    "web-scraper-order": "1691424270-41",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Campingaz Grill Barbecue A Gas A Tre Bruciatore 14 Kw, Nero Marrone, 128 x 59 x 89 cm",
    "url_link-href": "https://www.amazon.it/Campingaz-Barbecue-Adelaide-DualGas-Bruciatore/dp/B07P8MZLHD/ref=sr_1_12?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-12",
    "product_title": "Campingaz Grill Barbecue A Gas A Tre Bruciatore 14 Kw, Nero Marrone, 128 x 59 x 89 cm",
    "product_infos": [
      {
        "product_infos": "Di alta qualità e potente: 3 bruciatori; in ghisa ad alte prestazioni (14 kW); grill con accensione; piezoelettr; affidabile per un'accensione comoda"
      },
      {
        "product_infos": "Opzioni cottura infinite: griglia e piastra in ghisa ampie smaltate per BBQ in 2 parti (60 x 46 cm)"
      },
      {
        "product_infos": "Elegante carrello in legno: in legno di acacia; 2 comodi scaffali a lato in legno perfetti per appoggiare cibo, piatti, condimenti o utensili sul lato per un facile accesso"
      },
      {
        "product_infos": "Dual Gas : La griglia a gas può essere azionata con una classica bombola a gas o tramite un attacco gas esterno (metano)"
      },
      {
        "product_infos": "Specifiche: superf; cottura da 2.800 cm²; altezza della cottura: 85 cm; consumo di gas 1019 g/h; peso 45 kg"
      }
    ],
    "product_asin": "‎B07P8MZLHD"
  },
  {
    "web-scraper-order": "1691424285-42",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Char-Broil New Convective Series 440S, Griglia Barbecue A Gas A 4 Fuochi Con Fuoco Laterale, 65 X 47 Cm, Argento Nero",
    "url_link-href": "https://www.amazon.it/Char-Broil-New-Convective-440S-Barbecue/dp/B076ZQ57ZF/ref=sr_1_11?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-11",
    "product_title": "Char-Broil New Convective Series 440S, Griglia Barbecue A Gas A 4 Fuochi Con Fuoco Laterale, 65 X 47 Cm, Argento Nero",
    "product_infos": [
      {
        "product_infos": "Fuochi in acciaio inox - fuochi solidi, resistenti e durevoli costruiti per durare a lungo."
      },
      {
        "product_infos": "Griglie in ghisa che lasciano i caratteristici segni della cottura alla griglia"
      },
      {
        "product_infos": "Termometro montato nel coperchio - monitora la temperatura interna del grill."
      },
      {
        "product_infos": "Accensione elettronica - per accendere il barbecue premendo semplicemente un pulsante."
      },
      {
        "product_infos": "Griglia per il mantenimento in caldo - mantiene in caldo gli alimenti già cotti, ideale per i panini da hamburger o le baguette."
      },
      {
        "product_infos": "Ripiani laterali - per appoggiare gli utensili da barbecue o come utile superficie di lavoro."
      },
      {
        "product_infos": "Fuoco laterale - riscalda le salse che completano la vostra grigliata."
      },
      {
        "product_infos": "Ruote girevoli - 4 ruote girevoli di cui 2 bloccabili, per spostare facilmente il barbecue e mantenerlo fermo in posizione."
      },
      {
        "product_infos": "Superficie di cottura: 65 x 47 cm"
      },
      {
        "product_infos": "2 anni di garanzia - su tutte le parti."
      }
    ],
    "product_asin": "‎B076ZQ57ZF"
  },
  {
    "web-scraper-order": "1691424300-43",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Mediawave Store - Barbecue a Gas in Pietra Lavica SG G2083G Fornello e Griglia Cromata 2,9 Kw, Barbecue per Casa e Giardino, Barbecue Grill BBQ con Rotelle",
    "url_link-href": "https://www.amazon.it/Mediawave-Store-Barbecue-Fornello-Giardino/dp/B08YFJPL5M/ref=sr_1_10?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-10",
    "product_title": "Mediawave Store - Barbecue a Gas in Pietra Lavica SG G2083G Fornello e Griglia Cromata 2,9 Kw, Barbecue per Casa e Giardino, Barbecue Grill BBQ con Rotelle",
    "product_infos": [
      {
        "product_infos": "🥩  Il Barbecue a gas in pietra lavica è un prodotto di alta qualità progettato per offrire prestazioni eccezionali. Con la sua combinazione di materiali di prima scelta e funzionalità avanzate, questo barbecue è il compagno perfetto per gli amanti delle grigliate all'aperto. Una delle caratteristiche chiave di questo barbecue è il potente fornello a gas da 2,9 kw."
      },
      {
        "product_infos": "🥩  La superficie di cottura in pietra lavica è un'altra caratteristica distintiva di questo barbecue. Quest'ultima offre un'eccellente distribuzione del calore e una ritenzione termica superiore. Ciò significa che il calore viene trattenuto in modo uniforme, garantendo una cottura perfetta e mantenendo la succulenza dei cibi."
      },
      {
        "product_infos": "🥩   Puoi cuocere alimenti delicati a temperature più basse o ottenere una crosticina perfetta su bistecche e carne a temperature più elevate. Questa versatilità rende il barbecue adatto a cuochi di ogni livello, dai principianti agli esperti. La struttura del barbecue è costruita con materiali di alta qualità, garantendo solidità e durabilità."
      },
      {
        "product_infos": "🥩  Inoltre, l'estetica moderna ed elegante del barbecue si adatta perfettamente a qualsiasi ambiente esterno, aggiungendo un tocco di raffinatezza al tuo spazio grigliate. Con il Barbecue a gas in pietra lavica con fornello e griglia cromata da 2,9 kW, puoi goderti momenti speciali con familiari e amici, sperimentando gustose e appaganti grigliate in un ambiente professionale e funzionale."
      },
      {
        "product_infos": "🥩  Pietra Lavica- Materiale: Acciaio Inox- 2 bruciatori centrali- Potenza dei bruciatori: 2,9 Kw- Bruciatore laterale: 2,5 Kw- Pratico e manegevole- 2 ruote per il trasporto- Cestello anteriore porta attrezzi- Ripiano e fornello laterale- Griglia cromata- Coperchio in vetro con termostato- Colore: Nero- NB: Il tubo del gas NON è incluso- Dimensioni: HxBxP - 100x97x55 cm"
      }
    ],
    "product_asin": "B08YFJPL5M"
  },
  {
    "web-scraper-order": "1691424306-44",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Outsunny Barbecue a Gas con Coperchio, 4 Bruciatori Totali da 11.6kW e Termometro, Fornello Laterale, Mensola e 2 Ruote, 110x50x100cm Nero",
    "url_link-href": "https://www.amazon.it/Outsunny-Coperchio-Bruciatori-Termometro-110x50x100cm/dp/B08Y8RYVKK/ref=sr_1_9?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-9",
    "product_title": "Outsunny Barbecue a Gas con Coperchio, 4 Bruciatori Totali da 11.6kW e Termometro, Fornello Laterale, Mensola e 2 Ruote, 110x50x100cm Nero",
    "product_infos": [
      {
        "product_infos": "DESIGN PRATICO: Ampio spazio per cucinare grazie alla combinazione di un'area di cottura da 49 x 36cm, fornello e mensola laterale, che rendono questo barbecue da esterno perfetto per cucinare diversi cibi durante i pranzi in compagnia."
      },
      {
        "product_infos": "SICURO DA USARE: Le maniglie in acciaio inox non si scaldano, evitando rischi di scottature. Sul coperchio è presente un termometro facile da leggere, così puoi tenere sotto controllo la temperatura durante la cottura dei cibi. L'accensione del BBQ è con sistema piezoelettrico."
      },
      {
        "product_infos": "STRUTTURA DUREVOLE: La struttura del barbecue a carbonella è realizzata in solido metallo, con griglia rivestita in porcellana e bruciatore in acciaio inox, che assicurano solidità e lunga durata. Con questo grill a gas avrai davanti a te lunghi anni di grigliate!"
      },
      {
        "product_infos": "FACILE DA SPOSTARE: Dotato di 2 rotelle su un lato, puoi spostare il barbecue a gas facilmente dove preferisci. SPAZIO EXTRA: I piani di appoggio laterale ti permettono di tenere a portata di mano tutto quello che ti serve per cucinare con il tuo BBQ."
      },
      {
        "product_infos": "DIMENSIONE: Dimensione generale: 110L x 50P x 100Acm. Potenza dei 3 bruciatori principali: 2.8KW (9500BTU/HR). Potenza bruciatore laterale: 3.2KW (11000BTU/HR). NOTE: Regolatore e tubo NON sono inclusi (lunghezza del tubo superiore a 0.8m). Certificazioni: CE-GAD, LFGB."
      }
    ],
    "product_asin": "‎B08Y8RYVKK"
  },
  {
    "web-scraper-order": "1691424312-45",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Outsunny Barbecue a Gas con Coperchio e 2 Bruciatori Totali da 5.6kW, BBQ in Acciaio con Ruote e Mensole, 104x49x99cm Nero",
    "url_link-href": "https://www.amazon.it/Outsunny-Barbecue-Coperchio-Bruciatori-104x49x99cm/dp/B09WZS1Q41/ref=sr_1_8?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-8",
    "product_title": "Outsunny Barbecue a Gas con Coperchio e 2 Bruciatori Totali da 5.6kW, BBQ in Acciaio con Ruote e Mensole, 104x49x99cm Nero",
    "product_infos": [
      {
        "product_infos": "BARBECUE A GAS: Il barbecue con coperchio è dotato di 2 bruciatori da 2.8kW e 2 pratiche manopole in ABS per accendere e regolare il fuoco. La griglia da 50x36cm offre un comodo spazio per cucinare carne, pesce e verdure."
      },
      {
        "product_infos": "FACILE DA USARE: Il bruciatore a sinistra è dotato di accensione piezoelettrica, basta girare la manopola sinistra in senso antiorario fino alla posizione massima; successivamente gira la manopola destra, il bruciatore destro verrà acceso tramite il distributore di fiamma incorporato."
      },
      {
        "product_infos": "BBQ PRATICO: Il raccoglitore galvanizzato per il grasso è facile da pulire (nota: coprire con della sabbia per assorbire l'unto, e pulire sempre dall'unto dopo ogni utilizzo). Le 2 ruote ti permettono uno spostamento pratico del barbecue e le 2 mensole laterali offrono un pratico spazio per appoggiare ciò di cui hai bisogno per cucinare."
      },
      {
        "product_infos": "RESISTENTE ALLE ALTE TEMPERATURE: Questo barbecue con coperchio ha un rivestimento a polvere nero resistente alle alte temperature fino a 450 gradi, mentre lo smalto nero della struttura resiste fino a 800 gradi."
      },
      {
        "product_infos": "NOTA: Regolatore e attacco NON sono inclusi (lunghezza del tubo superiore a 0.8m). DIMENSIONI: Dimensioni generali: 104L x 49P x 99Acm. Capacità di peso delle mensole laterali: 3.5kg."
      }
    ],
    "product_asin": "B09WZS1Q41"
  },
  {
    "web-scraper-order": "1691424319-46",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Sochef Piùsaporillo Barbecue, Sistema di Cottura a Pietra Lavica, Nero, 52x122x103 cm",
    "url_link-href": "https://www.amazon.it/sochef-Sochef-G20513-Pi%C3%B9saporillo-Barbecue/dp/B00IKFD1OY/ref=sr_1_7?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-7",
    "product_title": "Sochef Piùsaporillo Barbecue, Sistema di Cottura a Pietra Lavica, Nero, 52x122x103 cm",
    "product_infos": [
      {
        "product_infos": "Sistema di cottura a Pietra Lavica (in dotazione)"
      },
      {
        "product_infos": "Bruciatori in acciaio inox, potenza 10 Kw"
      },
      {
        "product_infos": "Fornello laterale 3 Kw e ripiano pieghevole"
      },
      {
        "product_infos": "Griglia smaltata 50.6x35.6 cm e Griglia articolata"
      },
      {
        "product_infos": "Indicatore di temperatura, Cestello frontale portaoggetti, Telo copri bombola"
      },
      {
        "product_infos": "Facilmente trasportabile, è fornito di un ripiano laterale pieghevole, un porta bombola coperto e un cestello frontale portaoggetti. Dispone di un fornello laterale e due bruciatori in acciaio inossidabile"
      },
      {
        "product_infos": "Potenza: 10 kW; area di cottura: 50,6 x 36,6 cm; cottura con pietra lavica"
      },
      {
        "product_infos": "Fornello laterale da 3 kW; 1 ripiano laterale pieghevole; coperchio con indicatore di temperatura"
      },
      {
        "product_infos": "Cestello frontale portaoggetti; porta bombola coperto"
      },
      {
        "product_infos": "Dimensioni: 130 x 53 x 105 cm; peso: 20,5 kg"
      }
    ],
    "product_asin": "‎B00IKFD1OY"
  },
  {
    "web-scraper-order": "1691424326-47",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Arsard Barbecue a Gas Professionale XXL Con 6 Fuochi Multifunzione Da 19 KW, Completo Di Bruciatore Laterale, Coperchio, Termometro, Griglia In Ghisa, Ruote E Struttura In Acciaio Inox",
    "url_link-href": "https://www.amazon.it/Arsard-Professionale-Multifunzione-Bruciatore-Termometro/dp/B0BY6KTDNY/ref=sr_1_6?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-6",
    "product_title": "Arsard Barbecue a Gas Professionale XXL Con 6 Fuochi Multifunzione Da 19 KW, Completo Di Bruciatore Laterale, Coperchio, Termometro, Griglia In Ghisa, Ruote E Struttura In Acciaio Inox",
    "product_infos": [
      {
        "product_infos": "POTENTE E SPAZIOSO: Se sei alla ricerca di una soluzione per grigliare che unisca alte prestazioni, versatilità e lunga durata abbiamo progettato questo barbecue multifunzione alimentato a gas. Si distingue dai classici modelli per l’ampio piano cottura a 6 fuochi che consente di cuocere insieme cibi per più di 12 persone e per il bruciatore laterale con cui preparare pasta, salse e contorni."
      },
      {
        "product_infos": "COTTURA PIU’ VELOCE E OMOGENEA: Progettato con innovativo sistema Burning Flow che a differenza del carbone crea fiamme a forma di “V” in grado di distribuire il calore uniformemente, rendere i cibi fino al 50 % più succulenti e consumare meno gas. Provvisto di 5 bruciatori da 3 KW e 1 bruciatore laterale da 3.8 KW la cui potenza è interamente regolabile attraverso le manopole multifunzione."
      },
      {
        "product_infos": "DESIGN FUNZIONALE: Il coperchio grazie al doppio spessore e alle prese di ventilazione cuoce a 360° gli alimenti sfruttando sia il calore diretto che indiretto. La griglia superiore mantiene in caldo i cibi già cotti e la coppa inferiore raccoglie il grasso di scolo evitando fiammate. Completo di due piani laterali per ospitare piatti e utensili, di vano inferiore per riporre la bombola del gas e di ruote per spostarlo facilmente."
      },
      {
        "product_infos": "CARATTERISTICHE: L’intero telaio è realizzato in acciaio multistrato la cui composizione assicura solidità, protezione dalla ruggine e resistenza alle alte temperature. La griglia è realizzata al 100 % in ghisa per evitare che i cibi cuociano troppo velocemente o perdano sapore e liquidi. Tutti gli elementi del piano cottura sono rimovibili ed è possibile lavarli anche in lavastoviglie."
      },
      {
        "product_infos": "DIMENSIONI: Larghezza: 137 Cm, Profondità: 50 Cm, Altezza: 120 Cm. Griglia Cottura: 70 x 42 Cm. Altezza Piano Cottura: 90 Cm, Piano Laterale: 35 x 50 Cm."
      }
    ],
    "product_asin": "B0BY6KTDNY"
  },
  {
    "web-scraper-order": "1691424333-48",
    "web-scraper-start-url": "https://www.amazon.it/s?k=barbecue+a+gas&crid=3GZPXA2HL1YVP&sprefix=barbecue%2Caps%2C109&ref=nb_sb_ss_ts-doa-p_3_8",
    "url_link": "Barbecue Grill BBQ a Gas con Termometro - Giardino Griglia Picnic Terrazzo 2+1 Colore Nero - (112 x 52.2 x 96.5 cm)",
    "url_link-href": "https://www.amazon.it/EGLEMTEK-Barbecue-Grill-BBQ-Termometro/dp/B01GS8VD76/ref=sr_1_5?crid=3GZPXA2HL1YVP&keywords=barbecue+a+gas&qid=1691423758&sprefix=barbecue%2Caps%2C109&sr=8-5",
    "product_title": "Barbecue Grill BBQ a Gas con Termometro - Giardino Griglia Picnic Terrazzo 2+1 Colore Nero - (112 x 52.2 x 96.5 cm)",
    "product_infos": [
      {
        "product_infos": "Materiale: acciaio laccato, ABS"
      },
      {
        "product_infos": "Bruciatore laterale progettata per pentole/padelle fino a 16-24 cm di diametro"
      },
      {
        "product_infos": "Dispone di un termometro integrato per la misurazione della temperatura"
      },
      {
        "product_infos": "Il Barbecue Grill si alimenta a Gas , butano o propano"
      },
      {
        "product_infos": "Le sue dimensioni sono pari a 112 x 52.5 x 96.5 centimetri, mentre la superficie è grill ha dimensioni pari a 45 x 34 centimetri"
      }
    ],
    "product_asin": "B01GS8VD76"
  }
]